Repository: happyshi0402/pyMonitorix
Catalog: po/*.po
Languages: ca, de

source: Invalid URL.
ca: URL no vàlida.
de: Ungültige URL

source: Unable to retrieve Monitorix related information.
ca: No ha estat possible recollir la informació del Monitorix remot.
de: Kann Monitorix-bezogene Informationen nicht abrufen.

source: <b>Remote Server</b>
ca: <b>Servidor Remot</b>
de: <b>entfernter Server</b>

source: <b>Time Range</b>
ca: <b>Interval de Temps</b>
de: <b>Zeitspanne</b>

source: <sub>(i.e. http://www.fibranet.cat/monitorix/)</sub>
ca: <sub>(p.e. http://www.fibranet.cat/monitorix/)</sub>
de: <sub>(z. B. http://www.fibranet.cat/monitorix/)</sub>

source: A panel application for monitoring remote servers with Monitorix installed.
ca: Una miniaplicació per monitoritzar servidors remots que disposen del Monitorix instal·lat.
de: Ein Kontrollleistenprogramm, um entfernte Server mit Monitorix zu überwachen.

source: Licensed under the GNU General Public License Version 2 This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
de: Lizensiert unter der GNU General Public License Version 2 Dieses Programm ist freie Software; es kann weitergegeben und/oder modifiziert werden, unter den Bedingungen der GNU General Public License, wie sie von der Free Software Foundation veröffentlicht wird, entweder in Version 2 oder jede spätere Version. Dieses Programm wir in der Hoffnung vertrieben, dass es nützlich ist, aber OHNE JEGLICHE GEWÄHRLEISTUNG; auch ohne die implizierte Garantie der MARKTFÄHIGKEIT oder der REIFE FÜR DIE JEWEILIGE NUTZUNG. Für mehr Details sehen Sie bitte in die GNU General Public License. Sie sollten eine Kopie der GNU General Public License mit diesem Programm erhalten haben; falls nicht wenden Sie sich bitte an: Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: Open a _location ...
ca: Obre una _ubicació ...
de: _Ort öffnen ...

source: Preferences
ca: Preferències
de: Einstellungen

source: URL of the remote server:
ca: URL del servidor remot:
de: URL des entfernten Servers:

source: _Daily graph (last 24 hours)
ca: Gràfics _diaris (darreres 24 hores)
de: _Tagesgraph (letzte 24 Stunden)

source: _Monthly graph (last month)
ca: Gràfics _mensuals (darrer mes)
de: _Monatsgraph (letzter Monat)

source: _Weekly graph (last week)
ca: Gràfics _setmanals (darrera setmana)
de: _Wochengraph (letzte Woche)

source: _Yearly graph (last year)
ca: Gràfics _anuals (darrer any)
de: _Jahresgraph (letztes Jahr)
